{"pages":[],"posts":[{"title":"Hello World","text":"Welcome to Hexo! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub. Quick StartCreate a new post1$ hexo new \"My New Post\" More info: Writing Run server1$ hexo server More info: Server Generate static files1$ hexo generate More info: Generating Deploy to remote sites1$ hexo deploy More info: Deployment","link":"/2019/08/06/hello-world/"},{"title":"第5讲 砥砺思想 人生思辨类议论文阅读","text":"易错知识点区分 区分论点和论题可以采用的方法是:比长短 内容较长的是论点，内容短的是论题 论题是一个词语或是一个词组，或是疑问句 论点是一个直接表达观点和主张的判断句 论点就是作者在文章中加以阐述和证明的主张和看法，是文章的灵魂，一篇议论文一般只有一个中心论点，起到统帅全文的作用和统领分论点的作用，有些议论文还围绕着中心论点提出几个分论点，分论点是用来补充和证明中心论点的 区分中心论点和分论点可以采用的方式是:比大小 谁的范围大谁是中心论点，谁的范围小谁是分论点 论点 中心论点(一个) |\\ 服务 | 分论点(n=&gt;2个) 给议论文找论点题 找中心论点 位置 议论文的标题 开头第一句或最后一句 结尾第一句或最后一句 第二段第一局或是最后一句 第一段是事例 第二段再总结 中间承上启下的过渡句 极少出现 标志 可见 - 由此可见 - 因此 - 证明了 总之 - 总而言之 - 综上所述 - 无数事实证明了 我们发现了 - 我们明白了 - 我认为 - 我们懂得了 验证 中心论点是否是明确判断 中心论点是否能统帅全文 论据是否能证明中心论点 知识点讲解 论据的种类 事实论据 具体性事实论据 新闻时事 社会热点事件 名人故事 成语故事 概括性事实论据 道理论据 名人名言 格言谚语 成语俗语 古诗词(文) 真理 议论文论据作用题答题思路(4分时，四点全答，3分时，答第二点，第三点，第四点，2分时，答第二点和第四点，1分时，只答第四点) 先辨别论据类型 再概括论据内容(一句话简略概括) 然后答论据的个体作用 最后答论据的共同作用 方法技巧事实论据的个体作用:使议论文的论据更具体，更有说服力道理论据的个体作用:使议论文的论据具有权威性 事实论据和道理论据的共同作用: 引出议论文的论题:/引出议论文的问点: 证明议论文的论点:____ 判断是”引出论点”还是”证明论点”的方法：位置辨别法 论据出现前，是引出论点 论点出现在论据前，是证明论点 论证方法判定分析题 答法 使用了___的论证方法(论证方法的判定) 论证了___的观点(论证方法的核心作用) ___(填写论证方法的表达效果) 分析 论证方法的判定 举例论证(例证法/事实论证) 道理论证 名人名言 - 格言警句 成语俗语谚语 - 真理 对比论证 两个事实之间的对比 引用论证 引用内容出自文学作品 比喻论证(喻证法) 把 _ 比作 __ 论证方法的核心作用 证明了___的观点 举例论证、道理论证 对比论证、引用论证 证明了论点___的价值 比喻论证 论证方法的表达效果 举例论证 - 使论证更具体，更有说服力 道理论证 - 使论证更权威 对比论证 - 使论证更加全面，更有说服力 比喻论证 - 使论证更生动形象 引用论证 - 增强以论文的文采，使论证更有吸引力 道理论证和引用论证的区别 内容不同 道理论证 名人名言 格言警句 成语俗语 谚语 真理 科学原理 公式定理 引用论证 诗、词、文 作用不同 道理论证：更权威更有说服力 引用论证：让议论文更有文采，更有吸引力 核心区分点 引用论证 引用内容出自文学作品 文言断句如何断句文言文断句的根基在于对通篇文章的领会 首先同读文章，大致了解整个故事 然后抓住标志词，断开比较明显的地方 点断之后，翻译一遍看是否通顺，确定最终点断之处 方法 通过语法判断 找名词，常作为主语或宾语 找动词，以动词为中心，确定前后关系 在什么时间，什么人，办了什么事情，采用什么方式，取得什么结果 通过特殊词与判断 句首标志词 - 标志词前面断开 句尾标志词 - 标志词后面断开 通过句式判断 - 并列句式，中间断","link":"/2019/08/06/人生思辨议论文/"},{"title":"第4讲 都市漫步 城市文化类记叙文写作","text":"城市文化 审题 城市 选择自己去过的城市 选择旅行去过的城市 文化 饮食文化 - 戏曲文化 人文景观 - 历史名人 民风民俗 - 手工艺品 神话传说 - 历史故事 地域建筑 立意 表达对自己生活城市的热爱 表达对城市拥有文化的自豪 欢迎外人来自己城市游玩 揭示所在城市的文化底蕴 方法总结 将日常所学的诗词，要恰如其分地运用到作文中，来增加作文的文采和增强作文的文化底蕴 写作文的开头，可以运用对比映衬法，来体现对所写地点的热爱之情 如何摘抄 读 - 读对作文有益的文章 《满分作文选》 木头哥的原创范文 木头哥的摘抄分享 木头哥分享的学生优秀范文 摘 - 摘取含出色修辞和描写的句子 抄 - 把优秀的语句超载本子上 背 - 有用的摘抄都要背下来 用 - 在考场作文中插花 造 - 优秀语句融会贯通，创造佳句 方法总结 描写所写地点，一定要抓住这个地区最具代表性的事物 方法总结 写城市文化类作文，一定要写这个城市的历史 叙述历史时，可以用排比的修辞展示，既简洁，又能展现文章的气势 方法总结 描写食物时，要调动多种感官：色，香，味 方法总结 城市文化类作文的结尾，要呼应文章题目，要抒发自己对城市的情感 模板总结 第一部分(1段) 引用诗词，运用对比，引出所写城市 呼应文章题目 第二部分(2、3段) __，我爱你的壮美山海，爱你的英姿风华 抓住城市的代表性事物，来书写城市的沧桑巨变 第三部分(4、5段) __，我也爱你历经沧桑后的沉静恬淡，爱你洗尽铅华后的天然诚挚 根据城市经历的历史，来书写城市的沧桑巨变 第四部分(6、7段) __，我更爱你悠悠岁月里的寸寸柔情，爱你平凡生活中的人间百味 抓住城市的特色美食，来书写城市的人事百味 第五部分(8段) 呼应文章题目 抒发对所写地点的热爱之情 空中填写所写城市","link":"/2019/08/06/都市文化类作文/"},{"title":"第6讲 砥砺思想 人生思辨类议论文写作","text":"方法技巧点拨 · 论点 中心论点要符合要求 中心论点要观点准确 中心论点要位置明显 中心论点是观点明确的判断句 中心论点常放置的位置 文章的题目 文章的开头第一句或最后一句 文章结尾第一句或最后一句 文章第二段第一句或最后一句(首段是事例) 分论点的设置 对个人的价值 对集体的价值 对国家的价值 分论点出现的位置 有事例段落的第一句或最后一句 方法技巧点拨 · 论据 论据要选择名人事例或新闻时事 - 论据典型 论据要选择真实可信的名人名言或者人物事例 - 论据确凿 议论文的论据要包括事实论据和道理论据 事实论据不可以少于四个，事例要有详略 事实论据要从古今中外四个角度选择，事例要从属于不同的领域 - 论据全面 详写的事实论据要明确指出主人公，对清洁要交代清楚 不同事例之间需要能承上启下的过渡句来衔接 选择的论据要能直接证明论点 论据要和论点结合，要和叙意结合 方法技巧点拨 · 论证 议论文多种论证方法综合运用 举例论证 道理论证 对比论证 比喻论证 引用论证 议论文的论证思路要清晰，严密 议论文开头提出论点 议论文中间运用论据，各个角度分析中心论点的价值 结尾总结中心论点，说出我们该怎么做 方法总结 运用名人名言引出中心论点 设置问题引出分论点 论据要与分论点结合 运用事例引出分论点 运用多种论证方法证明分论点 运用过渡句引出分论点 运用道理论证，总结中心论点，发出号召 方法提炼 提出论点的方式 用名人名言引出论点 用问题引出论点 用事例引出论点 用过渡句引出论点 初级写作模板 提出论点(第一段) 运用具体的事例、名人名言，引出中心论点_____ 分析论点 第二段 设置问题引出分论点1.___ 运用多种论证方法证明分论点1 第三段 运用事例引出分论点2.___ 运用多种论证方法证明分论点2 第四段 运用过渡句引出分论点3.___ 运用多种论证方法证明分论点3 总结论点(第五段) 引用名人名言，深化论点中心___ 发起号召：___ 高级写作模板 议论类话题写作 第一段 点 点名议论文的中心论点 方法:”名言引出法”或”事例引出法” 第二段 正 从正面论述议论文的中心论点 方法:运用举例论证证明中心论点 第三段 反 / 正 从反面 / 正面论述议论文的中心论点 方法：运用举例论证证明中心论点 第四段 正 从正面论述议论文的中心论点 方法：运用举例论证证明中心论点 第五段 深 围绕议论文中心论点进行深度讨论 方法：运用比喻论证 / 道理论证，写出中心论点对自己的意义 第六段 联 联系社会实际，写出中心论点对社会的意义 第七段 总 总结全文，回顾议论文的中心论点 发出号召","link":"/2019/08/06/议论文作文/"}],"tags":[{"name":"Hello World!","slug":"Hello-World","link":"/tags/Hello-World/"},{"name":"笔记摘抄","slug":"笔记摘抄","link":"/tags/笔记摘抄/"}],"categories":[]}